Revit 2027 API
ParameterTypeId.SpotElevTickMarkPen Property
 "Leader Arrowhead Line Weight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevTickMarkPen { get; }
Public Shared ReadOnly Property SpotElevTickMarkPen As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevTickMarkPen {
	ForgeTypeId^ get ();
}
static member SpotElevTickMarkPen : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace